[TowerOfGods]
Warning0 = Here lies the brave heroes who faced the wrath of the horned gods,[br]ve onları cennete sürgün etti.
/İşte cesur kahramanlar, gazabıyla boynuzlu tanrıların,
Warning1 = Pirinçten çanların ve toynakların sesi artık yok.[br] Kulenin Tanrıları onları aşağıda tutuyor.
Warning2 = For the eternal bridge between gods and men,[br]The Tower of the Gods stands guardian for mankind.
